"S3 (Amazon Simple Storage Service)" = "Amazon S3 (Serviço de Armazenamento Simples)";

/* Use your Access Key ID as the value of the AWSAccessKeyId parameter in requests you send to Amazon Web Services (when required). Your Access Key ID identifies you as the party responsible for the request. */
"Access Key ID" = "ID de Chave de Acesso";

/* Since your Access Key ID is not encrypted in requests to AWS, it could be discovered and used by anyone. Services that are not free require you to provide additional information, a request signature, to verify that a request containing your unique Access Key ID could only have come from you. */
"Secret Access Key" = "Chave de Acesso Secreta";

/* The current status of the distribution. When the status is Deployed, the distribution's information is fully propagated throughout the Amazon CloudFront system. */
"InProgress" = "Em Andamento";

/* The current status of the distribution. When the status is Deployed, the distribution's information is fully propagated throughout the Amazon CloudFront system. */
"Deployed" = "Enviada";

"EU" = "EU (Irlanda)";
"US" = "Padrão EUA";
"us-west-1" = "Oeste doa EUA (Norte da Califórnia)";
"us-west-2" = "US West (Oregon)";
"ap-southeast-1" = "Asia/Pacífico (Singapura)";
"ap-northeast-1" = "Asia Pacific (Tokyo)";
"sa-east-1" = "South America (Sao Paulo)";
"ap-southeast-2" = "Asia Pacific (Sydney)";

/* Delivery methods including streaming protocols. */
"Download (HTTP)" = "Download (HTTP) CDN";
"Streaming (RTMP)" = "Streaming (RTMP) CDN";
"Custom Origin Server (HTTP/HTTPS)" = "Custom Origin Server (HTTP/HTTPS) CDN";

/* S3 Website Configuration (HTTP) with index document */
"Website Configuration (HTTP)" = "Website Configuration (HTTP)";
"NoSuchWebsiteConfiguration" = "The specified bucket does not have a website configuration";

/* Storage class */
"STANDARD" = "Armazenamento Amazon S3 Simples";
"REDUCED_REDUNDANCY" = "Armazenamento de Redundância Reduzida (RRS)";
"GLACIER" = "Glacier";

/* Google Login Credentials */
"Google Account Email" = "Email da Conta do Gmail";
"Google Account Password" = "Senha da Conta do Gmail";

/* MFA */
"Multi-Factor Authentication" = "Autenticação de Multi-Fator (MFA)";
"MFA Serial Number" = "Numero de Série de MFA";
"MFA Authentication Code" = "Código de Autenticação de MFA";

/* ACL Editing */
"Canonical User ID" = "ID de Usuário Canônico";
"Email Address" = "Endereço de Email";

/* Amazon Related ACL Scopes */
"Amazon Customer Email Address" = "Amazon Customer Email Address";

/* Google Storage Related ACL Scopes */
"Google Account Email Address" = "Google Account Email Address";
"Google Group Email Address" = "Google Group Email Address";
"Google Apps Domain" = "Google Apps Domain";

"http://acs.amazonaws.com/groups/global/AllUsers" ="Everyone";
"http://acs.amazonaws.com/groups/s3/LogDelivery" = "Log Delivery";
"AllUsers" ="Everyone";
"AllAuthenticatedUsers" = "Google Account Holders";

/* Signed URL Expiry */
"Signed" = "Signed";
"Expires {0}" = "Expires {0}";

/* HTTP Metadata */
"Custom Header" = "Custom Header";

/* CloudFront object invalidation */
"{0} invalidations in progress" = "{0} invalidations in progress";
"{0} invalidations completed" = "{0} invalidations completed";

"Bucket name is not DNS compatible" = "Bucket name is not DNS compatible";

/* Lifecyle configuration */
"after {0} Days" = "after {0} Days";